"Cheerful" = "Armonioso";
"Melodic" = "Melodico";
"Relaxed" = "Rilassante";
"Grooving" = "Grooving";
"Distorted" = "Distorto";
"Acoustic" = "Acustica";
"Processed" = "Processato";
"Single" = "Strum. singolo";
"Part" = "Parte";

"Dark" = "Scuro";
"Dissonant" = "Dissonante";
"Intense" = "Intenso";
"Arrhythmic" = "Aritmico";
"Clean" = "Pulito";
"Electric" = "Elettrico";
"Dry" = "Semplice";
"Ensemble" = "Es. d'insieme";
"Fill" = "Stacco";

"Rock/Blues" = "Rock/Blues";
"Electronic/Dance" = "Elettronica";
"Jazz" = "Jazz";
"Urban" = "Urban";
"World/Ethnic" = "World";
"Cinematic/New Age" = "Cinema";
"Orchestral" = "Orchestrale";
"Country/Folk" = "Country";
"Experimental" = "Sperimentale";
"Other Genre" = "Altro genere";

"Bass" = "Basso";
"Electric Bass" = "Basso elettrico";
"Acoustic Bass" = "Basso acustico";
"Synthetic Bass" = "Basso synth";

"Drums" = "Tutte percuss.";
"Drum Kit" = "Kit";
"Electronic Beats" = "Ritmi";
"Kick" = "Grancassa";
"Tom" = "Tom";
"Snare" = "Rullante";
"Cymbal" = "Cimbalo";
"Hi-hat" = "Hi-hat";

"Guitars" = "Chitarre";
"Electric Guitar" = "Chitarra elettrica";
"Acoustic Guitar" = "Chitarra acustica";
"Banjo" = "Banjo";
"Mandolin" = "Mandolino";
"Slide Guitar" = "Chitarra slide";
"Pedal Steel Guitar" = "Pedale";

"Horn/Wind" = "Corno";
"Saxophone" = "Sassofono";
"Trumpet" = "Tromba";
"Flute" = "Flauto";
"Trombone" = "Trombone";
"Clarinet" = "Clarinetto";
"French Horn" = "Corno franc.";
"Tuba" = "Tuba";
"Oboe" = "Oboe";
"Harmonica" = "Armonica";
"Recorder" = "Registratore";
"Pan Flute" = "Flauto Pan";
"Bagpipe" = "Cornamusa";
"Bassoon" = "Fagotto";
"Piccolo" = "Piccolo";
"English Horn" = "Corno ingl.";
"Brass" = "Ottoni";
"Woodwind" = "Fiati";

"Keyboards" = "Tastiere";
"Piano" = "Piano";
"Electric Piano" = "Piano elettrico";
"Organ" = "Organo";
"Clavinet" = "Clavicembalo";
"Accordion" = "Fisarmonica";
"Synthesizer" = "Sintetizzatori";
"Rhodes" = "Rhodes";
"Celesta" = "Celesta";
"Harpsichord" = "Arpicordo";

"Mallets" = "Mallets";
"Steel Drum" = "Steel drum";
"Vibraphone" = "Vibrafono";
"Marimba" = "Marimba";
"Xylophone" = "Xilofono";
"Kalimba" = "Kalimba";
"Bell" = "Campana";
"Timpani" = "Timpani";

"Mixed" = "Jingle";

"Other Instrument" = "Altro strumento";

"Percussion" = "Percussione";
"Gong" = "Gong";
"Shaker" = "Shaker";
"Tambourine" = "Tamb. basco";
"Conga" = "Conga";
"Bongo" = "Bongo";
"Cowbell" = "Campanaccio";
"Clave" = "Clave";
"Vinyl/Scratch" = "Vinile";
"Chime" = "Campanello";
"Rattler" = "Rattler";
"Sound Effect" = "FX";
"Misc2" = "Altri";
"Boom" = "Boom";
"All Effects" = "Tutti gli effetti";
"Effects" = "Effetti sonori";

"Ambience" = "Ambiente";
"People" = "Persone";
"Transportation" = "Trasporti";
"Weapons" = "Armi";
"Explosions" = "Esplosioni";
"Impacts & Crashes" = "Impatti";
"Animals" = "Animali";
"Sports & Leisure" = "Sport";
"Mech/Tech" = "Macchine";
"Work/Home" = "Ufficio/casa";
"Misc." = "Varie";
"Foley" = "Foley";
"Motions & Transitions" = "Stinger";
"Sci-Fi" = "Fantascienza";

"Strings" = "Archi";
"Violin" = "Violino";
"Viola" = "Viola";
"Cello" = "Violoncello";
"Harp" = "Arpa";
"Koto" = "Koto";
"Sitar" = "Sitar";
"Double Bass" = "Basso doppio";

"Texture/Atmosphere" = "Composizioni";

"Vocals" = "Voci";
"Male" = "Maschile";
"Female" = "Femminile";
"Choir" = "Coro";

"bytes" = "byte";
"KB" = "KB";
"MB" = "MB";
"GB" = "GB";
"Can't find file" = "Impossibile trovare documento";
"CantOpenFile" = "Non trovo il documento nella posizione attesa.\n\n%@\n\nVuoi ignorare questo documento, cercarlo o annullare l'operazione?";
"Select..." = "Cerca documento...";
"MakeOfflineSource" = "Ignora documento";
"Don't open document" = "Annulla";
"Reconnecting " = "Ricollego";
"Use selected path to reconnect other offline sources..." = "Utilizza il percorso selezionato per ricollegare i documenti mancanti";
